const store = new Vuex.Store({
  state: {
    questions: [
      {
        id: 0,
        question:
          "How many languages do you speak? I speak three languages:...",
        answers: [
          {
            text: "French, Chinese and English",
            correct: true,
          },
          {
            text: "France, China and England",
          },
          {
            text: "French, Chineese and British",
          },
          {
            text: "From France, from China and from England",
          },
        ],
        type: "english",
      },
      {
        id: 1,
        question: "Do you know __________? Our partner is from Egypt.",
        answers: [
          {
            text: "Arab",
          },
          {
            text: "Arabian",
            correct: true,
          },
          {
            text: "Arabia",
          },
          {
            text: "Arabic",
          },
        ],
        type: "english",
      },
      {
        id: 2,
        question: "What do you do?",
        answers: [
          {
            text: "I read books a lot.",
          },
          {
            text: "I am a mechanical engineer.",
            correct: true,
          },
          {
            text: "I am cooking.",
          },
          {
            text: "I like to watch TV series.",
          },
        ],
        type: "english",
      },
      {
        id: 3,
        question: "What are you … about?",
        answers: [
          {
            text: "thought",
          },
          {
            text: "thinking",
            correct: true,
          },
          {
            text: "think",
          },
          {
            text: "to think ",
          },
        ],
        type: "english",
      },
      {
        id: 4,
        question:
          "I’d like a __________ ticket to Moscow, please. I’m coming back in the evening.",
        answers: [
          {
            text: "double",
          },
          {
            text: "single",
          },
          {
            text: "one way",
          },
          {
            text: "return",
            correct: true,
          },
        ],
        type: "english",
      },
      {
        id: 5,
        question: "He … the tickets.",
        answers: [
          {
            text: "already bought",
          },
          {
            text: "has already bought",
            correct: true,
          },
          {
            text: "has bought already",
          },
          {
            text: "had already bought ",
          },
        ],
        type: "english",
      },
      {
        id: 6,
        question: "My brother … on the computer in the evening.",
        answers: [
          {
            text: "is often chatting ",
          },
          {
            text: "chat often",
          },
          {
            text: "chats often",
          },
          {
            text: "often chats",
            correct: true,
          },
        ],
        type: "english",
      },
      {
        id: 7,
        question: "I … the documents last week.",
        answers: [
          {
            text: "send",
          },
          {
            text: "have sent",
          },
          {
            text: "sent",
            correct: true,
          },
          {
            text: "had sent",
          },
        ],
        type: "english",
      },
      {
        id: 8,
        question: "Вы родились и выросли:",
        answers: [
          {
            text: "в городе",
          },
          {
            text: "в посёлке",
          },
          {
            text: "в сельской местности",
            correct: true,
          },
          {
            text: "другое",
          },
        ],
        type: "experience",
        required: true,
      },
      {
        id: 9,
        question: "Ваши родители являлись:",
        answers: [
          {
            text: "работниками лёгкой промышленности",
          },
          {
            text: "государственными служащими",
          },
          {
            text: "работниками агропромышленного комплекса",
            correct: true,
          },
          {
            text: "другое",
          },
        ],
        type: "experience",
        required: true,
      },
      {
        id: 10,
        question: "Вы получили или получаете образование:",
        answers: [
          {
            text: "не связанное с сельским хозяйство",
          },
          {
            text: "только в школе",
          },
          {
            text: "связанное с сельским хозяйством",
            correct: true,
          },
        ],
        type: "experience",
        required: true,
      },
      {
        id: 11,
        question: "Вы проходили службу в армии:",
        answers: [
          {
            text: "нет",
          },
          {
            text: "да",
            correct: true,
          },
        ],
        type: "experience",
        required: true,
      },
      {
        id: 12,
        question: "Ваш опыт работы на собственном садовом участке:",
        answers: [
          {
            text: "до 1 года",
          },
          {
            text: "от 1 до 5 лет",
          },
          {
            text: "более 5 лет",
            correct: true,
          },
        ],
        type: "experience",
        required: true,
      },
      {
        id: 13,
        question: "Ваш опыт работы на практике во время учёбы:",
        answers: [
          {
            text: "в офисе",
          },
          {
            text: "на металлургическом комбинате",
          },
          {
            text: "на предприятии агропромышленного комплекс",
          },
          {
            text: "на растениеводческом предприятии",
            correct: true,
          },
          {
            text: "другое",
          },
        ],
        type: "experience",
        required: true,
      },
      {
        id: 14,
        question: "Ваш опыт профессиональной деятельности:",
        answers: [
          {
            text: "нет",
          },
          {
            text: "до 1 года",
          },
          {
            text: "от 1 до 5 лет",
            correct: true,
          },
          {
            text: "более 5 лет",
          },
        ],
        type: "experience",
        required: true,
      },
      {
        id: 15,
        question: "Связана ли Ваша профессиональная деятельность:",
        answers: [
          {
            text: "с агропромышленным комплексом",
            correct: true,
          },
          {
            text: "с государственной службой",
          },
          {
            text: "с промышленностью",
          },
          {
            text: "другое",
          },
        ],
        type: "experience",
        required: true,
      },
      {
        id: 16,
        question:
          "Готовы ли Вы предоставить характеристику от предыдущего работодателя или с места учёбы на собеседовании:",
        answers: [
          {
            text: "да",
            correct: true,
          },
          {
            text: "нет",
          },
        ],
        type: "experience",
        required: true,
      },
      {
        id: 17,
        question:
          "Являлись ли Вы участником сезонных сельскохозяйственных рабочих ранее:",
        answers: [
          {
            text: "да",
            correct: true,
          },
          {
            text: "нет",
          },
        ],
        type: "experience",
        required: true,
      },
      {
        id: 18,
        question: "Основной сезон работ:",
        answers: [
          {
            text: "с февраля по ноябрь",
          },
          {
            text: "с июня по сентябрь",
          },
          {
            text: "с марта по ноябрь",
            correct: true,
          },
          {
            text: "с мая по октябрь",
          },
        ],
        type: "motivation",
      },
      {
        id: 19,
        question: "Длительность рабочего контракта:",
        answers: [
          {
            text: "до 12 месяцев",
          },
          {
            text: "1-6 месяцев",
          },
          {
            text: "до 3-х месяцев",
          },
          {
            text: "3-6 месяцев",
            correct: true,
          },
        ],
        type: "motivation",
      },
      {
        id: 20,
        question: "Тип работы:",
        answers: [
          {
            text: "выращивание, уборка, переработка и упаковка сельскохозяйственной продукции: ягод, фруктов, овощей",
            correct: true,
          },
          {
            text: "уборка и упаковка сельскохозяйственной продукции: ягод, фруктов, овощей",
          },
          {
            text: "уборка и упаковка сельскохозяйственной продукции: ягод, фруктов, овощей; животноводство",
          },
          {
            text: "выращивание и упаковка сельскохозяйственной продукции: ягод, фруктов, овощей, цветов",
          },
        ],
        type: "motivation",
      },
      {
        id: 21,
        question: "Затраты, связанные с участием в программе:",
        answers: [
          {
            text: "авиабилет, рабочая виза, средства на первое время",
          },
          {
            text: "авиабилет, рабочая виза, на дорогу до фермы, средства на первое время, подготовительный курс (при необходимости)",
            correct: true,
          },
          {
            text: "стоимость программы, авиабилет, рабочая виза, на дорогу до фермы, подготовительный курс (при необходимости)",
          },
          {
            text: "стоимость программы, авиабилет, рабочая виза, на дорогу до фермы, средства на первое время",
          },
        ],
        type: "motivation",
      },
      {
        id: 22,
        question: "В каком году была основана Concordia:",
        answers: [
          {
            text: "2000 г.",
          },
          {
            text: "2000 г.",
          },
          {
            text: "2018 г.",
          },
          {
            text: "1943 г.",
            correct: true,
          },
        ],
        type: "motivation",
      },
      {
        id: 23,
        question:
          "В каком году была создана Пилотная программа сезонных рабочих (Seasonal Workers Pilot):",
        answers: [
          {
            text: "2018 г.",
            correct: true,
          },
          {
            text: "2008 г.",
          },
          {
            text: "2002 г.",
          },
          {
            text: "2010 г.",
          },
        ],
        type: "motivation",
      },
      {
        id: 24,
        question:
          "В каком году образовалась схема сезонных сельскохозяйственных работ (Seasonal Agricultural Workers Scheme):",
        answers: [
          {
            text: "1943 г.",
          },
          {
            text: "1972 г",
            correct: true,
          },
          {
            text: "1952 г",
          },
          {
            text: "1973 г",
          },
        ],
        type: "motivation",
      },
      {
        id: 25,
        question: "Какой конкурс на получение работы:",
        answers: [
          {
            text: "2.5 человека на место",
          },
          {
            text: "конкурса нет",
          },
          {
            text: "4.5 человека на место",
            correct: true,
          },
          {
            text: "3 человека на место",
          },
        ],
        type: "motivation",
      },
      {
        id: 26,
        question: "К какому ботаническому семейству принадлежит редис?",
        answers: [
          {
            text: "астровые",
          },
          {
            text: "лебедовые",
          },
          {
            text: "капустные",
            correct: true,
          },
          {
            text: "сельдерейные",
          },
        ],
        type: "experience",
      },
      {
        id: 27,
        question: "Укажите продуктовый орган ревеня:",
        answers: [
          {
            text: "плод",
          },
          {
            text: "листья",
          },
          {
            text: "корнеплод",
          },
          {
            text: "черешки листьев",
            correct: true,
          },
        ],
        type: "experience",
      },
      {
        id: 28,
        question:
          "У какой овощной культуры качественные изменения заканчиваются в первый год жизни?",
        answers: [
          {
            text: "капуста кочанная",
          },
          {
            text: "салат",
            correct: true,
          },
          {
            text: "лук репчатый",
          },
          {
            text: "спаржа",
          },
        ],
        type: "experience",
      },
      {
        id: 29,
        question:
          "Укажите какая фаза роста и развития растений относится к семенному периоду.",
        answers: [
          {
            text: "формирования и роста запасающих органов",
          },
          {
            text: "прорастания",
            correct: true,
          },
          {
            text: "плодоношения",
          },
          {
            text: "цветения",
          },
        ],
        type: "experience",
      },
      {
        id: 30,
        question: "На какой овощной культуре проводят пасынкование?",
        answers: [
          {
            text: "на растениях кабачка",
          },
          {
            text: "на растениях томата",
            correct: true,
          },
          {
            text: "на растениях тыквы",
          },
          {
            text: "на растениях фасоли",
          },
        ],
        type: "experience",
      },
      {
        id: 31,
        question:
          "Какова глубина заделки семян при выращивании рассады томата (см)?",
        answers: [
          {
            text: "1,0",
            correct: true,
          },
          {
            text: "2,0",
          },
          {
            text: "3,0",
          },
          {
            text: "4,0",
          },
        ],
        type: "experience",
      },
      {
        id: 32,
        question: "В какой спелости убирают урожай кабачка?",
        answers: [
          {
            text: "съёмной",
          },
          {
            text: "технологической",
            correct: true,
          },
          {
            text: "биологической",
          },
          {
            text: "полной",
          },
        ],
        type: "experience",
      },
      {
        id: 33,
        question:
          "Какой способ орошения предусматривает ежедневное внесение питательных веществ?",
        answers: [
          {
            text: "дождевание",
          },
          {
            text: "полив по бороздам",
          },
          {
            text: "капельное орошение",
            correct: true,
          },
          {
            text: "шланговый полив",
          },
        ],
        type: "experience",
      },
      {
        id: 34,
        question:
          "На каких овощных культурах проводят «ослепление» пазух листьев?",
        answers: [
          {
            text: "на растениях огурца",
            correct: true,
          },
          {
            text: "на растениях томата",
          },
          {
            text: "на растениях кабачка",
          },
          {
            text: "на растениях картофеля",
          },
        ],
        type: "experience",
      },
      {
        id: 35,
        question:
          "Укажите научно-обоснованную годовую норму потребления овощей.",
        answers: [
          {
            text: "80-100 кг",
          },
          {
            text: "100-120 кг",
          },
          {
            text: "120-140 кг",
            correct: true,
          },
          {
            text: "140-160 кг",
          },
        ],
        type: "experience",
      },
      {
        id: 36,
        question:
          "Укажите основную причину слабого ветвления огурца при выращивании в зимних и пленочных теплицах:",
        answers: [
          {
            text: "слабая работа корневой системы",
          },
          {
            text: "низкая температура грунта",
          },
          {
            text: "недостаточная освещённость",
            correct: true,
          },
          {
            text: "низкая влажность воздуха",
          },
        ],
        type: "experience",
      },
      {
        id: 37,
        question:
          "Укажите основные истребительские мероприятия в борьбе с вредителями и болезнями овощных культур:",
        answers: [
          {
            text: "использование устойчивых сортов и гибридов",
          },
          {
            text: "обеззараживание семян",
          },
          {
            text: "использование оптимальных сроков посева и посадки",
          },
          {
            text: "использование пестицидов",
            correct: true,
          },
        ],
        type: "experience",
      },
      {
        id: 38,
        question:
          "Укажите, для каких целей проводят пикировку сеянцев овощных растений:",
        answers: [
          {
            text: "ограничение проникновения корней в глубину почвы",
          },
          {
            text: "улучшение приживаемости рассады",
            correct: true,
          },
          {
            text: "улучшение развития вегетативной массы",
          },
          {
            text: "выбраковка растений",
          },
        ],
        type: "experience",
      },
      {
        id: 39,
        question: "Укажите основное значение рассадного метода в овощеводстве:",
        answers: [
          {
            text: "увеличивает рост продуктивности",
          },
          {
            text: "получение раннего урожая",
            correct: true,
          },
          {
            text: "возрастает урожайность",
          },
          {
            text: "экономия семян",
          },
        ],
        type: "experience",
      },
      {
        id: 40,
        question: "Что такое растениеводство:",
        answers: [
          {
            text: "сельское хозяйство",
          },
          {
            text: "изготовление продуктов питания",
          },
          {
            text: "наука о растениях",
          },
          {
            text: "выращивание культурных растений",
            correct: true,
          },
        ],
        type: "experience",
      },
      {
        id: 41,
        question: "Какое растение относится к зерновым культурам?",
        answers: [
          {
            text: "картофель",
          },
          {
            text: "лён",
          },
          {
            text: "люцерна",
          },
          {
            text: "рожь",
            correct: true,
          },
        ],
        type: "experience",
      },
      {
        id: 42,
        question: "Какой материк является родиной картофеля?",
        answers: [
          {
            text: "Австралия",
          },
          {
            text: "Антарктида",
          },
          {
            text: "Африка",
          },
          {
            text: "Южная Америка",
            correct: true,
          },
        ],
        type: "experience",
      },
      {
        id: 43,
        question:
          "Какую часть растения люди используют у редиса, моркови, свеклы?",
        answers: [
          {
            text: "листья",
          },
          {
            text: "корни",
            correct: true,
          },
          {
            text: "плоды",
          },
          {
            text: "семена",
          },
        ],
        type: "experience",
      },
      {
        id: 44,
        question: "Сколько клубники потребляют в Великобритании ежегодно?",
        answers: [
          {
            text: "67 000 тонн",
          },
          {
            text: "более 320 000 тонн",
          },
          {
            text: "98 000 тонн",
          },
          {
            text: "более 115 000 тонн",
            correct: true,
          },
        ],
        type: "experience",
      },
      {
        id: 45,
        question:
          "Какой основной способ производства клубники в Великобритании?",
        answers: [
          {
            text: "в открытых полях",
          },
          {
            text: "в лесах",
          },
          {
            text: "в закрытых полиэтиленовых туннелях",
            correct: true,
          },
          {
            text: "в теплицах",
          },
        ],
        type: "experience",
      },
      {
        id: 46,
        question:
          "Какая часть клубники производится в закрытых полиэтиленовых туннелях?",
        answers: [
          {
            text: "73%",
          },
          {
            text: "более 90%",
          },
          {
            text: "менее 1%",
          },
          {
            text: "85%",
            correct: true,
          },
        ],
        type: "experience",
      },
      {
        id: 47,
        question:
          "Почему способ производства клубники в закрытых полиэтиленовых туннелях самый популярный в Великобритании?",
        answers: [
          {
            text: "является самым дешёвым",
          },
          {
            text: "увеличивает производственный период",
            correct: true,
          },
          {
            text: "положительно влияет на размер ягод",
          },
          {
            text: "не позволяет дождю мочить ягоды",
          },
        ],
        type: "experience",
      },
      {
        id: 48,
        question: "Можно ли выращивать клубника на одном и том же месте?",
        answers: [
          {
            text: "является самым дешёвым",
          },
          {
            text: "увеличивает производственный период",
          },
          {
            text: "следует пересаживать каждые 2-3 года",
            correct: true,
          },
          {
            text: "затрудняюсь ответить",
          },
        ],
        type: "experience",
      },
      {
        id: 49,
        question: "Почему нужно удалять усы у клубники?",
        answers: [
          {
            text: "оставление усов влияет на размер ягоды",
          },
          {
            text: "оставление усов приводит к истощению материнских растений",
            correct: true,
          },
          {
            text: "оставление усов снижает производительность растений",
          },
          {
            text: "затрудняюсь ответить",
          },
        ],
        type: "experience",
      },
      {
        id: 50,
        question: "В какое время собирают ягоды клубники?",
        answers: [
          {
            text: "в течение дня",
          },
          {
            text: "только утром",
          },
          {
            text: "утром после спада росы или во вторую половину дня",
            correct: true,
          },
          {
            text: "только во второй половине дня",
          },
        ],
        type: "experience",
      },
      {
        id: 51,
        question: "Как часто собирают ягоды клубники?",
        answers: [
          {
            text: "каждый день",
          },
          {
            text: "через 2-3 дня",
            correct: true,
          },
          {
            text: "через 4-5 дней",
          },
          {
            text: "раз в неделю",
          },
        ],
        type: "experience",
      },
      {
        id: 52,
        question: "Как правильно собирать ягоды клубники?",
        answers: [
          {
            text: "брать пальцами за саму ягоду",
          },
          {
            text: "брать пальцами за плодоножку;",
            correct: true,
          },
          {
            text: "хоть как",
          },
          {
            text: "брать горстью несколько ягод",
          },
        ],
        type: "experience",
      },
      {
        id: 53,
        question: "Нужно ли срывать ягоды клубники с плодоножкой и чашечкой?",
        answers: [
          {
            text: "категорически нет",
          },
          {
            text: "как получится",
          },
          {
            text: "возможно",
          },
          {
            text: "да",
            correct: true,
          },
        ],
        type: "experience",
      },
      {
        id: 54,
        question: "В какую тару лучше собирать ягоды клубники?",
        answers: [
          {
            text: "в любую",
          },
          {
            text: "корзины или ящики ёмкостью 10-15 кг",
            correct: true,
          },
          {
            text: "корзины или ящики ёмкостью 2-3 кг",
          },
          {
            text: "в ведро",
          },
        ],
        type: "experience",
      },
      {
        id: 55,
        question: "Можно ли пересыпать ягоды из одной тары в другую при сборе?",
        answers: [
          {
            text: "да",
          },
          {
            text: "нет",
            correct: true,
          },
          {
            text: "всё равно",
          },
          {
            text: "затрудняюсь ответить",
          },
        ],
        type: "experience",
      },
      {
        id: 56,
        question: "Где на предприятии размещаются участники программы:",
        answers: [
          {
            text: "в коттеджах или караванах",
            correct: true,
          },
          {
            text: "в общежитиях",
          },
          {
            text: "съемное жилье около от фермы",
          },
          {
            text: "в благоустроенном палаточном кемпинге",
          },
        ],
        type: "motivation",
      },
      {
        id: 57,
        question:
          "Возможно ли совместное размещение с друзьями/родственниками:",
        answers: [
          {
            text: "нет, чтобы не отвлекали от работы",
          },
          {
            text: "да",
            correct: true,
          },
          {
            text: "да, но на усмотрение фермера",
          },
          {
            text: "да, но только с родственниками",
          },
        ],
        type: "motivation",
      },
      {
        id: 58,
        question: "Как и когда оплачивается проживание на предприятии?",
        answers: [
          {
            text: "оплата за проживание удерживается еженедельно из заработной платы работника",
            correct: true,
          },
          {
            text: "проживание бесплатное, согласно условиям программы",
          },
          {
            text: "участником программы еженедельно оплачивается половина сумму за проживание, вторую половину оплачивает работодатель",
          },
          {
            text: "оплата за проживание удерживается еженедельно из заработной платы работника, но за хорошую работу работодатель может сделать скидку на проживание",
          },
        ],
        type: "motivation",
      },
      {
        id: 59,
        question: "Как организуется питание участников программы?",
        answers: [
          {
            text: "на территории фермы есть столовая, оплата за питание удерживания из заработной платы работника еженедельно",
          },
          {
            text: "самостоятельно за свой счет",
            correct: true,
          },
          {
            text: "работодатель предоставляет продукты бесплатно, приготовление пищи осуществляется самостоятельно",
          },
          {
            text: "бесплатно, согласно условиям программы",
          },
        ],
        type: "motivation",
      },
      {
        id: 60,
        question: "Требования к кандидатам:",
        answers: [
          {
            text: "от 18 лет, хорошее здоровье и физическое состояние, способность переносить тяжёлые физические нагрузки, эмоциональная устойчивость, готовность к совместному проживанию, владение английским языком",
            correct: true,
          },
          {
            text: "от 18 до 50 лет, хорошее здоровье и физическое состояние, способность переносить тяжёлые физические нагрузки, эмоциональная устойчивость, готовность к совместному проживанию, владение английским языком",
          },
          {
            text: "от 18 лет, хорошее здоровье и физическое состояние, эмоциональная устойчивость, готовность к совместному проживанию, владение английским языком",
          },
          {
            text: "от 18 лет, хорошее здоровье и физическое состояние, способность переносить тяжёлые физические нагрузки, готовность к совместному проживанию, владение английским языком",
          },
        ],
        type: "motivation",
      },
      {
        id: 61,
        question: "Этапы участия в программе:",
        answers: [
          {
            text: "подача заявки, оформление документов, выбор сельскохозяйственного предприятия из списка предложенных, заключение контракта сезонного сельскохозяйственного рабочего",
          },
          {
            text: "подача заявки, оформление документов, оплата госпошлины, распределение на сельскохозяйственное предприятие, заключение контракта сезонного сельскохозяйственного рабочего",
          },
          {
            text: "подача заявки, оформление документов, распределение на сельскохозяйственное предприятие, заключение контракта сезонного сельскохозяйственного рабочего",
            correct: true,
          },
          {
            text: "подача заявки, оформление документов, оплата госпошлины, выбор сельскохозяйственного предприятия из списка предложенных, заключение контракта сезонного сельскохозяйственного рабочего",
          },
        ],
        type: "motivation",
      },
      {
        id: 62,
        question: "Сколько может заработать участник программы:",
        answers: [
          {
            text: "средняя net-величина заработной платы (после удержания налогов и оплаты проживания) в 2019 году составила £300 в неделю",
            correct: true,
          },
          {
            text: "средняя net-величина заработной платы (до удержания налогов и оплаты проживания) в 2019 году составила £300 в неделю",
          },
          {
            text: "средняя net-величина заработной платы (после удержания налогов и оплаты проживания) в 2019 году составила £400 в неделю",
          },
          {
            text: "средняя net-величина заработной платы (до удержания налогов и оплаты проживания) в 2019 году составила £400 в неделю",
          },
        ],
        type: "motivation",
      },
      {
        id: 63,
        question: "Почему Вы хотите принять участие в программе?",
        answers: [
          {
            text: "путешествия, языковая практика",
          },
          {
            text: "путешествия, хороший заработок, языковая практика",
            correct: true,
          },
          {
            text: "языковая практика, хороший заработок",
          },
          {
            text: "путешествия, языковая практика, хороший заработок, возможность переезда в Великобританию",
          },
        ],
        type: "motivation",
      },
      {
        id: 64,
        question: "Для участия в программе необходим следующий тип визы:",
        answers: [
          {
            text: "рабочая виза на 12 месяцев",
          },
          {
            text: "туристическая виза на 6 месяцев",
          },
          {
            text: "рабочая виза на 6 месяцев",
            correct: true,
          },
          {
            text: "любая из вышеперечисленных",
          },
        ],
        type: "motivation",
      },
      {
        id: 65,
        question:
          "Какие налоги удерживаются из заработной платы участников программы?",
        answers: [
          {
            text: "подоходный налог в размере 20%; государственное страхование (National Insurance) в размере 12% с любого дохода, превышающего £169 в неделю",
            correct: true,
          },
          {
            text: "подоходный налог в размере 20%; государственное страхование (National Insurance) в размере 10% с любого дохода, превышающего £169 в неделю",
          },
          {
            text: "подоходный налог в размере 20%; государственное страхование (National Insurance) в размере 12% с любого дохода, превышающего £159 в неделю",
          },
          {
            text: "подоходный налог в размере 20%; государственное страхование (National Insurance) в размере 10% с любого дохода, превышающего £159 в неделю",
          },
        ],
        type: "motivation",
      },
      {
        id: 66,
        question: "Выберите верное:",
        answers: [
          {
            text: "если годовой доход составит более £12 500, то удержанные налоги могут быть возвращены в конце рабочего периода",
          },
          {
            text: "если годовой доход составит менее £12 500, то удержанные налоги не могут быть возвращены в конце рабочего периода",
          },
          {
            text: "если годовой доход составит менее £13 500, то удержанные налоги могут быть возвращены в конце рабочего периода",
          },
          {
            text: "если годовой доход составит менее £12 500, то удержанные налоги могут быть возвращены в конце рабочего периода",
            correct: true,
          },
        ],
        type: "motivation",
      },
      {
        id: 67,
        question: "Рабочее время:",
        answers: [
          {
            text: "в среднем 39 часов в неделю, но не более 60 часов в неделю",
            correct: true,
          },
          {
            text: "в среднем 39 часов в неделю, но не более 48 часов в неделю",
          },
          {
            text: "в среднем 39 часов в неделю, но не более 72 часов в неделю",
          },
          {
            text: "в среднем 48 часов в неделю, но не более 60 часов в неделю",
          },
        ],
        type: "motivation",
      },
      {
        id: 68,
        question: "Работодатель может уволить участника программы?",
        answers: [
          {
            text: "нет, Concordia предоставляет соответствующие гарантии",
          },
          {
            text: "да, если после испытательного периода участник не выполняет установленный норматив",
            correct: true,
          },
          {
            text: "да, в любое время, если будет не доволен работой участника",
          },
          {
            text: "нет, так как это написано в рабочем контракте",
          },
        ],
        type: "motivation",
      },
      {
        id: 69,
        question:
          "Если на предприятии закончилась работа, может ли участник получить другое размещение?",
        answers: [
          {
            text: "да, участник может получить перевод на другое предприятие, сотрудничающее с Concordia UK Ltd, оставив заявку в личном кабинете",
            correct: true,
          },
          {
            text: "нет, рабочий контракт распространяется только на работу в рамках одного предприятия",
          },
          {
            text: "да, участник может получить перевод на другое предприятие, написав об этом своему агенту",
          },
          {
            text: "нет, как только закончилась работа на предприятии, необходимо возвращаться домой",
          },
        ],
        type: "motivation",
      },
      {
        id: 70,
        question:
          "Может ли участник самостоятельно отслеживать процесс своего оформления в программе?",
        answers: [
          {
            text: "нет, но нужно регулярно проверять электронную почту, так как на нее направляются информация о процессе оформления в программе после подачи заявки и оформления комплекта необходимых документов",
          },
          {
            text: "да, после подачи заявки и оформления комплекта необходимых документов, участнику будет предоставлен доступ в личный кабинет, в котором он/она сможет в режиме реального времени отслеживать процесс своего оформления на участие в программу",
            correct: true,
          },
          {
            text: "да, на сайте своего агента публикуется актуальная информация по всем участникам программы",
          },
          {
            text: "нет, нужно самостоятельно звонить в Concordia UK Ltd и спрашивать про процесс оформления на участие в программу",
          },
        ],
        type: "motivation",
      },
      {
        id: 70,
        question:
          "Может ли участник самостоятельно отслеживать процесс своего оформления в программе?",
        answers: [
          {
            text: "нет, но нужно регулярно проверять электронную почту, так как на нее направляются информация о процессе оформления в программе после подачи заявки и оформления комплекта необходимых документов",
            correct: true,
          },
          {
            text: "да, после подачи заявки и оформления комплекта необходимых документов, участнику будет предоставлен доступ в личный кабинет, в котором он/она сможет в режиме реального времени отслеживать процесс своего оформления на участие в программу",
          },
          {
            text: "да, на сайте своего агента публикуется актуальная информация по всем участникам программы",
          },
          {
            text: "нет, нужно самостоятельно звонить в Concordia UK Ltd и спрашивать про процесс оформления на участие в программу",
          },
        ],
        type: "motivation",
      },
      {
        id: 71,
        question:
          "Кто встречает участников программы по приезду в Великобритании?",
        answers: [
          {
            text: "представитель Concordia UK Ltd встречает участников в аэропорту и организует трансфер до предприятия",
          },
          {
            text: "представитель агента Concordia UK Ltd встречает участников в аэропорту и организует трансфер до предприятия",
          },
          {
            text: "никто. Все участники программы добираются до места размещения самостоятельно",
            correct: true,
          },
          {
            text: "представитель Concordia UK Ltd встречает участников в аэропорту и объясняет, как добраться до предприятия",
          },
        ],
        type: "motivation",
      },
      {
        id: 72,
        question:
          "Может ли участник расторгнуть контракт и уехать домой раньше?",
        answers: [
          {
            text: "нет, участник обязан доработать до конца обусловленного срока соглашения-контракта сезонного сельскохозяйственного рабочего",
          },
          {
            text: "да, но только после месяца отработки на сельскохозяйственном предприятии",
          },
          {
            text: "да, участник может в любое время расторгнуть соглашение-контракт сезонного сельскохозяйственного рабочего и уехать домой раньше обусловленного срока. Однако это может отразиться на возможности участника в последующем получить место работы на сельскохозяйственном предприятии Великобритании, сотрудничающим с Concordia UK Ltd",
            correct: true,
          },
          {
            text: "нет, так как, если участник уедет домой раньше обусловленного срока в соглашении-контракте сезонного сельскохозяйственного рабочего, то не сможет участвовать в программе в будущем",
          },
        ],
        type: "motivation",
      },
      {
        id: 73,
        question:
          "Какие действия необходимо предпринять участнику в случае если его(её) что-то не устраивает на предприятии?",
        answers: [
          {
            text: "необходимо постараться решить возникшую проблему с работодателем. Если решить проблему не удалось необходимо связаться с агентом",
            correct: true,
          },
          {
            text: "необходимо незамедлительно написать жалобу в личном кабинете Concordia UK Ltd",
          },
          {
            text: "необходимо обратиться к агенту по электронной почте, сразу же как возникла проблема",
          },
          {
            text: "необходимо обратиться Concordia UK Ltd по электронной почте, сразу же как возникла проблема",
          },
        ],
        type: "motivation",
      },
      {
        id: 74,
        question:
          "Предоставляется ли участникам страховка на время участия в программе?",
        answers: [
          {
            text: "да, но за нее необходимо будет оплатить установленную сумму",
          },
          {
            text: "нет, страховку участники оформляют самостоятельно",
          },
          {
            text: "да, всем участникам программы бесплатно предоставляется страховка",
            correct: true,
          },
          {
            text: "нет, программа не предполагает наличие страховки",
          },
        ],
        type: "motivation",
      },
      {
        id: 75,
        question:
          "Как можно связаться с Представительством Concordia UK Ltd в России и СНГ?",
        answers: [
          {
            text: "по телефону, он указан на сайте",
          },
          {
            text: "по телефону или по электронной почте",
          },
          {
            text: "через форму обратной связи на сайте",
            correct: true,
          },
          {
            text: "через форму обратной связи на сайте или по электронной почте",
          },
        ],
        type: "motivation",
      },
      {
        id: 76,
        question:
          "Как Вы думаете, какие качества необходимы для комфортного участия в программе?",
        answers: [
          {
            text: "эмоциональная устойчивость, физическая выносливость, умение работать в команде, ответственность, расовая толерантность",
            correct: true,
          },
          {
            text: "физическая выносливость, стойкость духа, хитрость, умение постоять за себя, упрямство",
          },
          {
            text: "ответственность, физическая выносливость, расовая толерантность, упорство, умение доказать свою точку зрения несмотря ни на что",
          },
          {
            text: "трудолюбие, физическая выносливость, упрямство, эмоциональная неустойчивость, ответственность",
          },
        ],
        type: "motivation",
      },
      {
        id: 77,
        question:
          "Оформлено ли на Вас какое-то имущество на территории государства рождения?",
        answers: [
          {
            text: "да",
            correct: true,
          },
          {
            text: "нет",
          },
        ],
        type: "motivation",
      },
      {
        id: 78,
        question: "Кто будет оплачивать Вашу поездку?",
        answers: [
          {
            text: "я сам(а)",
          },
          {
            text: "родители",
            correct: true,
          },
          {
            text: "взял(а) кредит",
          },
          {
            text: "другое",
          },
        ],
        type: "motivation",
      },
      {
        id: 79,
        question: "Вы обучаетесь в университете в настоящий момент?",
        answers: [
          {
            text: "нет",
          },
          {
            text: "да (студент 1-3 курс)",
            correct: true,
          },
          {
            text: "да (студент 4-5 курс)",
          },
        ],
        type: "motivation",
      },
      {
        id: 80,
        question:
          "У Вас есть родственники, проживающие на территории Великобритании или Европейского союза?",
        answers: [
          {
            text: "нет",
            correct: true,
          },
          {
            text: "да",
          },
        ],
        type: "motivation",
      },
      {
        id: 81,
        question:
          "Посещали ли Вы ранее Великобританию и страны Европейского союза?",
        answers: [
          {
            text: "нет",
            correct: true,
          },
          {
            text: "да",
          },
        ],
        type: "motivation",
      },
      {
        id: 82,
        question: "Погода в Великобритании летом:",
        answers: [
          {
            text: "средняя температура воздуха оставляет около 21 градуса днем, по всей территории страны проходят затяжные дожди практически каждую неделю",
            correct: true,
          },
          {
            text: "средняя температура воздуха оставляет около 26 градусов днем, дожди до 5 раз в месяц",
          },
          {
            text: "средняя температура воздуха оставляет около 15 градуса днем, дожди проходят редко",
          },
        ],
        type: "motivation",
      },
      {
        id: 83,
        question: "Хотели ли бы Вы переехать за границу когда-нибудь?",
        answers: [
          {
            text: "нет",
            correct: true,
          },
          {
            text: "да",
          },
        ],
        type: "motivation",
      },
      {
        id: 84,
        question: "Ваше семейное положение:",
        answers: [
          {
            text: "не женат / не замужем",
          },
          {
            text: "женат / замужем / в серьезных отношениях",
            correct: true,
          },
          {
            text: "в активном поиске",
          },
          {
            text: "свободен(а)",
          },
        ],
        type: "motivation",
      },
      {
        id: 85,
        question: "Готовы ли Вы к тяжелому физическому труду?",
        answers: [
          {
            text: "да",
            correct: true,
          },
          {
            text: "нет",
          },
          {
            text: "затрудняюсь ответить",
          },
        ],
        type: "motivation",
      },
      {
        id: 86,
        question: "Готовы ли Вы к проживанию в минимально комфортных условиях?",
        answers: [
          {
            text: "нет",
          },
          {
            text: "затрудняюсь ответить",
          },
          {
            text: "да",
            correct: true,
          },
        ],
        type: "motivation",
      },
      {
        id: 87,
        question:
          "Готовы ли Вы работать в сложных погодных условиях (дождь, ветер, жара и т.п.)?",
        answers: [
          {
            text: "нет",
          },
          {
            text: "да",
            correct: true,
          },
          {
            text: "затрудняюсь ответить",
          },
        ],
        type: "motivation",
      },
      {
        id: 88,
        question: "He … the tickets.",
        answers: [
          {
            text: "already bought",
          },
          {
            text: "has already bought",
            correct: true,
          },
          {
            text: "has bought already",
          },
          {
            text: "had already bought",
          },
        ],
        type: "english",
      },
      {
        id: 89,
        question: "I __________ to have a cup of coffee, please.",
        answers: [
          {
            text: "like",
          },
          {
            text: "would like",
            correct: true,
          },
          {
            text: "love",
          },
          {
            text: "want",
          },
        ],
        type: "english",
      },
      {
        id: 90,
        question:
          "In future I … communicate well without a good command of English.",
        answers: [
          {
            text: "won’t be able to",
          },
          {
            text: "can not",
          },
          {
            text: "will be able to",
            correct: true,
          },
          {
            text: "am able to",
          },
        ],
        type: "english",
      },
      {
        id: 91,
        question: "In the past we … soil by hands with very simple equipment.",
        answers: [
          {
            text: "were used to cultivate",
          },
          {
            text: "cultivate",
          },
          {
            text: "were cultivating",
          },
          {
            text: "used to cultivate",
            correct: true,
          },
        ],
        type: "english",
      },
      {
        id: 92,
        question: "Why … in participating in this training course?",
        answers: [
          {
            text: "are you interesting",
          },
          {
            text: "are you interested",
            correct: true,
          },
          {
            text: "do you interest",
          },
          {
            text: "you are interested",
          },
        ],
        type: "english",
      },
      {
        id: 93,
        question: "How long … here on the farm?",
        answers: [
          {
            text: "you have been working",
          },
          {
            text: "have you worked",
          },
          {
            text: "have you been working",
            correct: true,
          },
          {
            text: "did you work",
          },
        ],
        type: "english",
      },
      {
        id: 94,
        question: "You look sad. Why … ?",
        answers: [
          {
            text: "are you upset",
            correct: true,
          },
          {
            text: "are you excited",
          },
          {
            text: "are you thrilled",
          },
          {
            text: "are you lively",
          },
        ],
        type: "english",
      },
      {
        id: 95,
        question: "If she  …  problems, she … the Concordia company.",
        answers: [
          {
            text: "had/ contact",
            correct: true,
          },
          {
            text: "has/ will contact",
          },
          {
            text: "have/ contacts",
          },
          {
            text: "will have/ contacts",
          },
        ],
        type: "english",
      },
      {
        id: 96,
        question: "What makes you feel really … ?",
        answers: [
          {
            text: "annoying",
          },
          {
            text: "annoyed",
            correct: true,
          },
          {
            text: "annoys",
          },
          {
            text: "annoy",
          },
        ],
        type: "english",
      },
      {
        id: 97,
        question: "What … when the accident happened?",
        answers: [
          {
            text: "you were doing",
          },
          {
            text: "you did",
          },
          {
            text: "did you",
          },
          {
            text: "were you doing",
            correct: true,
          },
        ],
        type: "english",
      },
      {
        id: 98,
        question: "Why … yesterday?",
        answers: [
          {
            text: "the strawberries weren’t picked",
          },
          {
            text: "were the strawberries not picked",
          },
          {
            text: "weren’t the strawberries picked",
            correct: true,
          },
          {
            text: "wasn’t picked the strawberry",
          },
        ],
        type: "english",
      },
      {
        id: 99,
        question: "The wheat is … to cool weather than maize.",
        answers: [
          {
            text: "resistant",
          },
          {
            text: "more resistant",
            correct: true,
          },
          {
            text: "resistanter",
          },
          {
            text: "the most resistant",
          },
        ],
        type: "english",
      },
      {
        id: 100,
        question: "Maize is … for making bread than wheat.",
        answers: [
          {
            text: "bad",
          },
          {
            text: "badder",
          },
          {
            text: "the worst",
          },
          {
            text: "worse",
            correct: true,
          },
        ],
        type: "english",
      },
      {
        id: 101,
        question: "If I … you, I … all the weeds at once.",
        answers: [
          {
            text: "am/ will pull out",
          },
          {
            text: "had been/ would pull out",
          },
          {
            text: "were/ would pull out",
            correct: true,
          },
          {
            text: "have been/ would pull out ",
          },
        ],
        type: "english",
      },
      {
        id: 102,
        question: "By the time new pickers arrived, the strawberries … .",
        answers: [
          {
            text: "were already picked",
          },
          {
            text: "have already been picked",
          },
          {
            text: "had already picked",
          },
          {
            text: "had already been picked",
            correct: true,
          },
        ],
        type: "english",
      },
      {
        id: 103,
        question: "“I can do it really quickly.”",
        answers: [
          {
            text: "He said me that he could do it really quickly.",
          },
          {
            text: "He told that he can do it really quickly.",
          },
          {
            text: "He said that he could do that really quickly.",
            correct: true,
          },
          {
            text: "He told he can do it really quickly.",
          },
        ],
        type: "english",
      },
      {
        id: 104,
        question:
          "You didn’t go to the party. Now you feel sorry about that and say, “If I had gone to the party, I….",
        answers: [
          {
            text: "would meet my friends.",
          },
          {
            text: "would have had lots of fun.",
            correct: true,
          },
          {
            text: "would met my old friend.",
          },
          {
            text: "had had lots of fun.",
          },
        ],
        type: "english",
      },
      {
        id: 105,
        question: "She  gave … on the idea of extending her visa.",
        answers: [
          {
            text: "off",
          },
          {
            text: "down",
          },
          {
            text: "up",
            correct: true,
          },
          {
            text: "on",
          },
        ],
        type: "english",
      },
      {
        id: 106,
        question: "You … smoke here.",
        answers: [
          {
            text: "shouldn’t",
          },
          {
            text: "mustn’t",
            correct: true,
          },
          {
            text: "needn’t",
          },
          {
            text: "don’t have to",
          },
        ],
        type: "english",
      },
      {
        id: 107,
        question:
          "The following vegetables should be placed in this container, namely ….",
        answers: [
          {
            text: "strawberries, cranberries and black currants",
          },
          {
            text: "apples, apricots and plums",
          },
          {
            text: "melons, watermelons and pumpkins",
          },
          {
            text: "leek, eggplants and carrots",
            correct: true,
          },
        ],
        type: "english",
      },
      {
        id: 108,
        question:
          "Some students prefer to live with their parents, … I prefer to be independent.",
        answers: [
          {
            text: "although",
          },
          {
            text: "however",
            correct: true,
          },
          {
            text: "despite",
          },
          {
            text: "moreover",
          },
        ],
        type: "english",
      },
      {
        id: 109,
        question: "If I … English better, I … a better job now.",
        answers: [
          {
            text: "had learned/ would have",
            correct: true,
          },
          {
            text: "learned/ would have had",
          },
          {
            text: "learned/ would have",
          },
          {
            text: "have learned/ would had had",
          },
        ],
        type: "english",
      },
      {
        id: 110,
        question: "There is … milk left in the fridge.",
        answers: [
          {
            text: "any",
          },
          {
            text: "nothing",
          },
          {
            text: "something",
          },
          {
            text: "some",
            correct: true,
          },
        ],
        type: "english",
      },
      {
        id: 111,
        question:
          '<p>Look at the map and choose one, two or three variants to complete the sentences.</p> <p>For this question you are where the yellow face is. For the next questions, your location is mentioned in the question itself. </p><img src="assets/img/test/Map.jpg"><p class="dialog">“Where is the nearest pharmacy?“</p><p class="dialog">Go <span class="gap">1...</span> Borough High Street. It’s <span class="gap">2...</span>  the Bank of Chambers.”</p>',
        answers: [
          {
            text: "across",
          },
          {
            text: "next to",
          },
          {
            text: "straight along",
            correct: true,
          },
          {
            text: "opposite",
            correct: true,
          },
        ],
        type: "english",
        multiple: true,
      },
      {
        id: 112,
        question:
          '<p>Look at the map and choose one, two or three variants to complete the sentences.</p> <p>For this question you are where the yellow face is. For the next questions, your location is mentioned in the question itself. </p><img src="assets/img/test/Map.jpg"><p class="dialog">“How can I get to the Post Office from the City Pharmacy?”</p> <p class="dialog">“Go straight along Borough High Street, <span class="gap">1...</span> St. Thomas street and it’s <span class="gap">2...</span> Patty and Bun”. </p>',
        answers: [
          {
            text: "at the corner",
          },
          {
            text: "cross",
            correct: true,
          },
          {
            text: "next to",
            correct: true,
          },
          {
            text: "in front of",
          },
        ],
        type: "english",
        multiple: true,
      },
      {
        id: 113,
        question:
          '<p>Look at the map and choose one, two or three variants to complete the sentences.</p> <p>For this question you are where the yellow face is. For the next questions, your location is mentioned in the question itself. </p><img src="assets/img/test/Map.jpg"><p class="dialog">“Excuse me, I am heading for the Borough Market Hall but I am lost”.</p> <p class="dialog">“It’s <span class="gap">...</span> Bedale and Borough High Street”.</p>',
        answers: [
          {
            text: "between",
          },
          {
            text: "next to",
          },
          {
            text: "behind",
          },
          {
            text: "at the crossroads of",
            correct: true,
          },
        ],
        type: "english",
      },
      {
        id: 114,
        question:
          '<p>Look at the map and choose one, two or three variants to complete the sentences.</p> <p>For this question you are where the yellow face is. For the next questions, your location is mentioned in the question itself. </p><img src="assets/img/test/Map.jpg">You are standing at the Borough Market Hall and ask, <p class="dialog"> “Are the Fone Doctors far from the Borough Market Hall?” </p><p class="dialog">“Not at all. <span class="gap">1...</span> at the crossroads of Bedale and Borough High Street, go straight along Borough High, <span class="gap">2...</span> the next crossroads and <span class="gap">3...</span> . Walk along London Bridge street. Fone Doctors are on the left, opposite London Bridge Hotel”.</p>',
        answers: [
          {
            text: "turn left",
            correct: true,
          },
          {
            text: "take",
            correct: true,
          },
          {
            text: "go along",
          },
          {
            text: "turn right",
            correct: true,
          },
        ],
        type: "english",
        multiple: true,
      },
      {
        id: 115,
        question:
          '<p>Listening Comprehension.</p> <p>Listen to the conversation and fill-in the gap. </p> <audio src="assets/audio/Listening1.mp3" controls></audio> <p class="dialog">Airline officer: Good Afternoon, miss. Where are you flying?</p><p class="dialog"> Passenger: Good morning, sir. To <span class="gap">...</span>.</p>',
        answers: [
          {
            text: "London",
          },
        ],
        type: "english",
        word: true,
      },
      {
        id: 116,
        question:
          '<p>Listening Comprehension.</p> <p>Listen to the conversation and fill-in the gap. </p> <audio src="assets/audio/Listening1.mp3" controls></audio> <p class="dialog">Airline officer:  Your passport, please. </p><p class="dialog">Passenger: Here you are.</p><p class="dialog"> Airline officer: How many bags are you checking?</p><p class="dialog"> Passenger:<span class="gap">...</span>.</p>',
        answers: [
          {
            text: "1",
          },
          {
            text: "one",
          },
        ],
        type: "english",
        word: true,
      },
      {
        id: 117,
        question:
          '<p>Listening Comprehension.</p> <p>Listen to the conversation and fill-in the gap. </p> <audio src="assets/audio/Listening1.mp3" controls></audio> <p class="dialog">Airline officer: Place it on the scale, please.</p><p class="dialog"> Passenger: Is it ok?</p><p class="dialog"> Airline officer: Yes, it’s <span class="gap">...</span> kg.</p></p>',
        answers: [
          {
            text: "20",
          },
          {
            text: "twenty",
          },
        ],
        type: "english",
        word: true,
      },
      {
        id: 118,
        question:
          '<p>Listening Comprehension.</p> <p>Listen to the conversation and fill-in the gap. </p> <audio src="assets/audio/Listening1.mp3" controls></audio> <p class="dialog">Airline officer: Do you have any hand luggage?</p><p class="dialog"> Passenger: Yes, this small bag. Can I have a <span class="gap">...</span> seat, please?</p></p>',
        answers: [
          {
            text: "window",
          },
        ],
        type: "english",
        word: true,
      },
      {
        id: 119,
        question:
          '<p>Listening Comprehension.</p> <p>Listen to the conversation and fill-in the gap. </p> <audio src="assets/audio/Listening1.mp3" controls></audio> <p class="dialog">Airline officer: Sorry, miss. Only aisle seats are left. Here’s your boarding pass. The boarding gate is <span class="gap">...</span> </p></p>',
        answers: [
          {
            text: "E12",
          },
          {
            text: "E-12",
          },
          {
            text: "e12",
          },
          {
            text: "e-12",
          },
          {
            text: "E 12",
          },
          {
            text: "e 12",
          },
        ],
        type: "english",
        word: true,
      },
      {
        id: 120,
        question:
          '<p>Listening Comprehension.</p> <p>Listen to the conversation and fill-in the gap. </p> <audio src="assets/audio/Listening1.mp3" controls></audio><p class="dialog">Airline officer: Your boarding time is <span class="gap">...</span> . Have a safe flight, miss. Good-bye.</p> <p class="dialog">Passenger: Thank you, good-bye.</p></p>',
        answers: [
          {
            text: "15:20",
          },
          {
            text: "15-20",
          },
        ],
        type: "english",
        word: true,
      },
      {
        id: 121,
        question:
          '<p>Listen to the dialogue and answer the questions: What is the reason of the call?<audio src="assets/audio/Listening2.mp3" controls></audio></p>',
        answers: [
          {
            text: "a complaint of bad treatment",
          },
          {
            text: "medical issue",
          },
          {
            text: "working conditions",
          },
          {
            text: "working period extension",
            correct: true,
          },
        ],
        type: "english",
      },
      {
        id: 122,
        question:
          '<p>How long does a Worker want to prolong his contract for? <audio src="assets/audio/Listening2.mp3" controls></audio> What is the reason of the call?</p>',
        answers: [
          {
            text: "Three months",
            correct: true,
          },
          {
            text: "Two months",
          },
          {
            text: "Two or three months",
          },
          {
            text: "One month",
          },
        ],
        type: "english",
      },
      {
        id: 123,
        question:
          '<p>Watch the video and choose a correct answer to the questions. What place is shown in the video at the very beginning of the report?</p><iframe width="560" height="315" src="https://www.youtube.com/embed/fgzqKcb6Ahk" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>',
        answers: [
          {
            text: "The Lowlands, Scotland",
          },
          {
            text: "Wales",
          },
          {
            text: "Ireland",
          },
          {
            text: "The Highlands, Scotland",
            correct: true,
          },
        ],
        type: "english",
      },
      {
        id: 124,
        question:
          '<p>How much money do the farm workers earn per week?</p><iframe width="560" height="315" src="https://www.youtube.com/embed/fgzqKcb6Ahk" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>',
        answers: [
          {
            text: "400 Euros",
          },
          {
            text: "200 Euros",
          },
          {
            text: "100 Euros",
          },
          {
            text: "300 Euros",
            correct: true,
          },
        ],
        type: "english",
      },
      {
        id: 125,
        question:
          '<p>What problems might the workers face because of Brexit introduction?</p><iframe width="560" height="315" src="https://www.youtube.com/embed/fgzqKcb6Ahk" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>',
        answers: [
          {
            text: "End of work in Europe",
          },
          {
            text: "Less money",
          },
          {
            text: "More money",
          },
          {
            text: "End of freedom of movement to the UK",
            correct: true,
          },
        ],
        type: "english",
      },
      {
        id: 126,
        question:
          '<p>Study the messages and answer the question: </p> <img src="assets/img/test/saws-testPic.jpg"><p>When does Frank have to be at the airport?</p>',
        answers: [
          {
            text: "June 13 at 7:30",
          },
          {
            text: "June 17 at 20:00",
          },
          {
            text: "June 18 at 7:30",
          },
          {
            text: "June 13 at 10:30",
            correct: true,
          },
        ],
        type: "english",
      },
      {
        id: 127,
        question:
          '<p>Study the messages and answer the question:</p> <img src="assets/img/test/saws-testPic.jpg"><p> Where will Frank receive a diploma for his success?',
        answers: [
          {
            text: "at business dinner",
          },
          {
            text: "at Fancy Dress Party",
          },
          {
            text: "at Hatfield Business Centre",
            correct: true,
          },
          {
            text: "On 27 Millford Lane",
          },
        ],
        type: "english",
      },
      {
        id: 128,
        question:
          '<p>Read the extract (short text) and answer the question. </p> <p class="vocabulary">Vocabulary: <span class="voc">forage - производить корма</span> <span class="voc">mustard greens - листовая горчица</span> <span class="voc">сollards - листовая капуста</span> <span class="voc">persimmon - хурма</span> <span class="voc">no-till farming - беспахотное земледелие</span></p> <div class="paragraph">I grew up on a farm where we had 33 cows, 18 we milked twice a day, 3 horses, some chickens, 60 acres of corn, hay and pasture. There were barns, tractors, long hours and Sundays in church. We grew corn, hay and pasture. We had a large garden and some fruit trees. We hunted, foraged, and grew what we ate. We ate duck, goose, pigeon, fish, crabs, shell fish, groundhog, mustard greens, collards, wild garlic, onion, persimmons, wild cherry, wild strawberries, blueberries, figs, mint, wild carrots, herbs and wild spices. We had plenty of beef, chicken, milk, cream and our own homemade butter, as well as at least two kinds of handmade soap. We peeled corn, some of which we traded to neighbors for pork, veal or turkey.</div> <p>How many cows did they milk twice a day?</p>',
        answers: [
          {
            text: "33",
          },
          {
            text: "60",
          },
          {
            text: "18",
            correct: true,
          },
          {
            text: "3",
          },
        ],
        type: "english",
      },
      {
        id: 129,
        question:
          '<p>Read the extract (short text) and answer the question. </p> <p class="vocabulary">Vocabulary: <span class="voc">forage - производить корма</span> <span class="voc">mustard greens - листовая горчица</span> <span class="voc">сollards - листовая капуста</span> <span class="voc">persimmon - хурма</span> <span class="voc">no-till farming - беспахотное земледелие</span></p> <div class="paragraph">I grew up on a farm where we had 33 cows, 18 we milked twice a day, 3 horses, some chickens, 60 acres of corn, hay and pasture. There were barns, tractors, long hours and Sundays in church. We grew corn, hay and pasture. We had a large garden and some fruit trees. We hunted, foraged, and grew what we ate. We ate duck, goose, pigeon, fish, crabs, shell fish, groundhog, mustard greens, collards, wild garlic, onion, persimmons, wild cherry, wild strawberries, blueberries, figs, mint, wild carrots, herbs and wild spices. We had plenty of beef, chicken, milk, cream and our own homemade butter, as well as at least two kinds of handmade soap. We peeled corn, some of which we traded to neighbors for pork, veal or turkey.</div> <p> Where did they get the duck, goose and groundhog from?</p>',
        answers: [
          {
            text: "They bought them.",
          },
          {
            text: "They exchanged them.",
          },
          {
            text: "They hunted and grew them.",
            correct: true,
          },
          {
            text: "They foraged them.",
          },
        ],
        type: "english",
      },
      {
        id: 130,
        question:
          '<p>Read the extract (short text) and answer the question. </p> <p class="vocabulary">Vocabulary: <span class="voc">forage - производить корма</span> <span class="voc">mustard greens - листовая горчица</span> <span class="voc">сollards - листовая капуста</span> <span class="voc">persimmon - хурма</span> <span class="voc">no-till farming - беспахотное земледелие</span></p> <div class="paragraph">I grew up on a farm where we had 33 cows, 18 we milked twice a day, 3 horses, some chickens, 60 acres of corn, hay and pasture. There were barns, tractors, long hours and Sundays in church. We grew corn, hay and pasture. We had a large garden and some fruit trees. We hunted, foraged, and grew what we ate. We ate duck, goose, pigeon, fish, crabs, shell fish, groundhog, mustard greens, collards, wild garlic, onion, persimmons, wild cherry, wild strawberries, blueberries, figs, mint, wild carrots, herbs and wild spices. We had plenty of beef, chicken, milk, cream and our own homemade butter, as well as at least two kinds of handmade soap. We peeled corn, some of which we traded to neighbors for pork, veal or turkey.</div> <p>What else did they do with the corn?</p>',
        answers: [
          {
            text: "They sold it to get money.",
          },
          {
            text: "They exchanged it for meat.",
            correct: true,
          },
          {
            text: "They cooked it.",
          },
          {
            text: "They grew it.",
          },
        ],
        type: "english",
      },
      {
        id: 131,
        question:
          '<p>Read the text and answer the question.</p><div class="paragraph">Dad was 20 to 50 years ahead of his time in farming. Dad, ahead of his time, had irrigation, high density crops, no-till farming, airplanes to spray the crops, and used every modern or experimental tool and technique available or being tested. Some of the things he helped pioneer 30-40 years ago are becoming customary and ordinary now, some will be more common later. Sure I miss the rural farming that I grew up in. We decided, several years too late, to sell most of our farm land into development when the government decided to make pawns of farmers, farms and farm products…</div> <p>What advanced techniques and methods did his father use in farming?</p>',
        answers: [
          {
            text: "irrigation and no-till farming",
          },
          {
            text: "experimental tools",
          },
          {
            text: "high density crops",
          },
          {
            text: "all of those mentioned above",
            correct: true,
          },
        ],
        type: "english",
      },
      {
        id: 132,
        question:
          '<p>Read the text and answer the question.</p> <div class="paragraph">Dad was 20 to 50 years ahead of his time in farming. Dad, ahead of his time, had irrigation, high density crops, no-till farming, airplanes to spray the crops, and used every modern or experimental tool and technique available or being tested. Some of the things he helped pioneer 30-40 years ago are becoming customary and ordinary now, some will be more common later. Sure I miss the rural farming that I grew up in. We decided, several years too late, to sell most of our farm land into development when the government decided to make pawns of farmers, farms and farm products…</div> <p>What happened to their farm?</p>',
        answers: [
          {
            text: "it prospered",
          },
          {
            text: "it became bigger",
          },
          {
            text: "they bought another farm",
          },
          {
            text: "they sold it",
            correct: true,
          },
        ],
        type: "english",
      },
      {
        id: 133,
        question: "<p>Choose one correct sentence.</p>",
        answers: [
          {
            text: "Up-to-date techniques are used in modern agriculture.",
            correct: true,
          },
          {
            text: "Up-to-date techniques use in modern agriculture.",
          },
          {
            text: "Modern agriculture used up-to-date techniques. ",
          },
          {
            text: "Up-to-date techniques are use in modern agriculture. ",
          },
        ],
        type: "english",
      },
      {
        id: 135,
        question: "<p>Choose one correct sentence.</p>",
        answers: [
          {
            text: "You should begin your work at 7 am. It is a rule. ",
          },
          {
            text: "You must have a driving license to drive a tractor. It’s a law.",
            correct: true,
          },
          {
            text: "You shouldn’t smoke here. It is forbidden.",
          },
          {
            text: "You may wake up at 6.30 am. The work begins at 7:30.",
          },
        ],
        type: "english",
      },
      {
        id: 135,
        question: "<p>Choose one correct sentence.</p>",
        answers: [
          {
            text: "She said him to paint the boxes blue.",
          },
          {
            text: "The farmer told that I must help Pete to dig the flower-beds.",
          },
          {
            text: "Helen said that her assistant bring her a new plan.",
          },
          {
            text: "The manager asked us if we could finish the work by 6 pm.",
            correct: true,
          },
        ],
        type: "english",
      },
    ],
  },

  mutations: {},
});
